Repository: VBlackJack/WSUSCommander
Catalog: WsusCommander/Properties/Resources.*.resx
Languages: fr

# DashboardActionReviewUpdates
source: Review Updates
fr: Examiner les mises à jour

# DashboardActionReviewSuperseded
source: Review Superseded
fr: Examiner les obsolètes

# DashboardActionStartSync
source: Start Sync
fr: Démarrer la synchro

# DashboardActionOpenReports
source: Open Reports
fr: Ouvrir les rapports

# StatusEnabled
source: Enabled
fr: Activé

# StatusDisabled
source: Disabled
fr: Désactivé

# LblSupersededFilter
source: Superseded:
fr: Obsolètes :

# FilterSupersededAll
source: All
fr: Toutes

# FilterSupersededOnly
source: Superseded Only
fr: Obsolètes uniquement

# FilterHideSuperseded
source: Hide Superseded
fr: Masquer les obsolètes

# DashboardQuickActions
source: Quick Actions
fr: Actions rapides

# DashboardSecurityPending
source: Security Pending
fr: Sécurité en attente

# DashboardSuperseded
source: Superseded
fr: Remplacées

# DashboardTitle
source: Server Overview
fr: Vue d'ensemble du serveur

# DashboardTotalComputers
source: Total Computers
fr: Total des ordinateurs

# DashboardTotalUpdates
source: Total Updates
fr: Total des mises à jour

# DashboardUnapproved
source: Unapproved
fr: Non approuvées

# DashboardUpToDate
source: Up to Date
fr: À jour

# DashboardUnknown
source: Unknown
fr: Inconnu

# DashboardUpdateDistribution
source: Update Distribution
fr: Répartition des mises à jour

# DashboardUpdateStats
source: Update Statistics
fr: Statistiques des mises à jour

# DialogComputerUpdates
source: Updates for {0}
fr: Mises à jour pour {0}

# DialogEditRule
source: Edit Approval Rule
fr: Modifier la règle d'approbation

# DialogNewRule
source: New Approval Rule
fr: Nouvelle règle d'approbation

# DialogSavePreset
source: Save Filter Preset
fr: Enregistrer le préréglage de filtre

# ErrorCannotDeleteBuiltIn
source: Cannot delete built-in presets.
fr: Impossible de supprimer les préréglages intégrés.

# ErrorNoCriticalUpdates
source: No unapproved critical updates found.
fr: Aucune mise à jour critique non approuvée trouvée.

# ErrorNoReport
source: No report available. Generate a report first.
fr: Aucun rapport disponible. Générez d'abord un rapport.

# ErrorNoSecurityUpdates
source: No unapproved security updates found.
fr: Aucune mise à jour de sécurité non approuvée trouvée.

# ErrorNoSupersededUpdates
source: No superseded updates to decline.
fr: Aucune mise à jour remplacée à refuser.

# FilterFailed
source: Failed
fr: Échec

# FilterNeeded
source: Needed
fr: Nécessaires

# FilterNotApproved
source: Not Approved
fr: Non approuvées

# LblConditionType
source: Condition Type:
fr: Type de condition :

# LblConditionValue
source: Condition Value:
fr: Valeur de condition :

# LblFilterPresets
source: Presets:
fr: Préréglages :

# LblPageSize
source: Items per page:
fr: Éléments par page :

# LblPresetName
source: Preset Name:
fr: Nom du préréglage :

# LblPriority
source: Priority:
fr: Priorité :

# LblQuickActions
source: Quick Actions:
fr: Actions rapides :

# LblRuleName
source: Rule Name:
fr: Nom de la règle :

# LblSuperseded
source: Superseded
fr: Remplacée

# LblSupersededInfo
source: Superseded by: {0}
fr: Remplacée par : {0}

# LblTargetGroup
source: Target Group:
fr: Groupe cible :

# MenuMoveToGroup
source: Move to Group
fr: Déplacer vers le groupe

# MenuForceScan
source: Force Scan
fr: Forcer l'analyse

# MenuRemoveComputer
source: Remove from WSUS
fr: Supprimer de WSUS

# MenuRefreshStatus
source: Refresh Status
fr: Actualiser l'état

# MenuViewUpdates
source: View Updates
fr: Voir les mises à jour

# PresetAllUpdates
source: All Updates
fr: Toutes les mises à jour

# PresetCriticalUpdates
source: Critical Updates
fr: Mises à jour critiques

# PresetDeclinedUpdates
source: Declined Updates
fr: Mises à jour refusées

# PresetSecurityUpdates
source: Security Updates
fr: Mises à jour de sécurité

# PresetUnapprovedOnly
source: Unapproved Only
fr: Non approuvées uniquement

# PresetSupersededOnly
source: Superseded Only
fr: Remplacées uniquement

# LblQuickFilters
source: Quick Filters:
fr: Filtres rapides :

# ReportGenerated
source: Report generated. Compliance: {0:F1}%
fr: Rapport généré. Conformité : {0:F1}%

# RulesDescription
source: Create rules to automatically approve or decline updates based on conditions.
fr: Créez des règles pour approuver ou refuser automatiquement les mises à jour selon des conditions.

# StatusActivityLoaded
source: Loaded {0} activity entries.
fr: {0} entrées d'activité chargées.

# StatusApplyingRules
source: Applying rules...
fr: Application des règles...

# StatusApprovedCritical
source: Approved {0} critical updates. {1} failed.
fr: {0} mises à jour critiques approuvées. {1} échecs.

# StatusApprovedSecurity
source: Approved {0} security updates. {1} failed.
fr: {0} mises à jour de sécurité approuvées. {1} échecs.

# StatusApprovingCritical
source: Approving critical updates...
fr: Approbation des mises à jour critiques...

# StatusApprovingSecurity
source: Approving security updates...
fr: Approbation des mises à jour de sécurité...

# StatusDeclinedSuperseded
source: Declined {0} superseded updates. {1} failed.
fr: {0} mises à jour remplacées refusées. {1} échecs.

# StatusDecliningSuperseded
source: Declining superseded updates...
fr: Refus des mises à jour remplacées...

# StatusDownloaded
source: Downloaded
fr: Téléchargé

# StatusFailed
source: Failed
fr: Échec

# StatusInstalled
source: Installed
fr: Installé

# StatusLoadingActivity
source: Loading activity log...
fr: Chargement du journal d'activité...

# StatusLoadingUpdates
source: Loading updates for computer...
fr: Chargement des mises à jour pour l'ordinateur...

# StatusNotApplicable
source: Not Applicable
fr: Non applicable

# StatusNotInstalled
source: Not Installed
fr: Non installé

# StatusPagination
source: Page {0} of {1} ({2} items)
fr: Page {0} sur {1} ({2} éléments)

# StatusPendingReboot
source: Pending Reboot
fr: Redémarrage en attente

# StatusPresetDeleted
source: Filter preset deleted.
fr: Préréglage de filtre supprimé.

# StatusPresetSaved
source: Filter preset saved.
fr: Préréglage de filtre enregistré.

# StatusRuleDeleted
source: Rule deleted.
fr: Règle supprimée.

# StatusRuleSaved
source: Rule saved successfully.
fr: Règle enregistrée avec succès.

# StatusRulesApplied
source: Rules applied: {0} updates processed.
fr: Règles appliquées : {0} mises à jour traitées.

# StatusUpdatesLoadedForComputer
source: Loaded {0} updates for {1}.
fr: {0} mises à jour chargées pour {1}.

# TabActivity
source: Activity
fr: Activité

# TabDashboard
source: Dashboard
fr: Tableau de bord

# TabRules
source: Rules
fr: Règles

# TipNotApproved
source: This update has not been approved for any group.
fr: Cette mise à jour n'a été approuvée pour aucun groupe.

# TipSuperseded
source: This update has been superseded by a newer update. Consider declining it.
fr: Cette mise à jour a été remplacée par une plus récente. Pensez à la refuser.

# DashboardComplianceReview
source: Review computer compliance
fr: Vérifier la conformité des postes

# DashboardComplianceAction
source: Check non-compliant devices
fr: Examiner les appareils non conformes

# SettingsWindowTitle
source: Settings
fr: Paramètres

# SettingsHeaderConnection
source: WSUS Connection
fr: Connexion WSUS

# SettingsHeaderRefresh
source: Refresh
fr: Actualisation

# SettingsHeaderTheme
source: Theme
fr: Thème

# SettingsHeaderBackup
source: Backup & Restore
fr: Sauvegarde et restauration

# SettingsLabelServer
source: Server
fr: Serveur

# SettingsLabelSsl
source: Use SSL
fr: Utiliser SSL

# SettingsLabelAutoRefresh
source: Enable auto refresh
fr: Activer l'actualisation automatique

# SettingsLabelRefreshInterval
source: Refresh interval
fr: Intervalle d'actualisation

# SettingsSeconds
source: seconds
fr: secondes

# SettingsLabelTheme
source: Theme selection
fr: Sélection du thème

# SettingsLabelExportFormat
source: Default export format
fr: Format d'export par défaut

# BtnBackupSettings
source: Backup Settings
fr: Sauvegarder les paramètres

# BtnRestoreSettings
source: Restore Settings
fr: Restaurer les paramètres

# SettingsThemeLight
source: Light
fr: Clair

# SettingsThemeDark
source: Dark
fr: Sombre

# SettingsThemeSystem
source: System
fr: Système

# AboutWindowTitle
source: About
fr: À propos

# AboutAuthorLabel
source: Author
fr: Auteur

# AboutLicenseLabel
source: License
fr: Licence

# UpdateDetailsWindowTitle
source: Update Details - {0}
fr: Détails de la mise à jour - {0}

# UpdateDetailsSectionInfo
source: Update Information
fr: Informations sur la mise à jour

# UpdateDetailsSectionApprovals
source: Approval Status by Group
fr: Statut d'approbation par groupe

# UpdateDetailsSectionComputers
source: Computers Needing This Update
fr: Ordinateurs nécessitant cette mise à jour

# UpdateDetailsSectionSupersedence
source: Supersedence Chain
fr: Chaîne de remplacement

# UpdateDetailsLabelId
source: Update ID
fr: ID de la mise à jour

# UpdateDetailsLabelTitle
source: Title
fr: Titre

# UpdateDetailsLabelKb
source: KB Article
fr: Article KB

# UpdateDetailsLabelCreated
source: Created
fr: Créée

# UpdateDetailsLabelApproved
source: Approved
fr: Approuvée

# UpdateDetailsLabelDeclined
source: Declined
fr: Refusée

# UpdateDetailsLabelSuperseded
source: Superseded
fr: Remplacée

# UpdateDetailsNoApprovals
source: No approval data available.
fr: Aucune donnée d'approbation disponible.

# UpdateDetailsNoComputers
source: No computer data available.
fr: Aucune donnée sur les ordinateurs disponible.

# UpdateDetailsNoSupersedence
source: No supersedence data available.
fr: Aucune donnée de remplacement disponible.

# GroupEditorWindowTitle
source: Group Editor
fr: Éditeur de groupes

# GroupEditorSectionGroups
source: Groups
fr: Groupes

# GroupEditorSectionDetails
source: Group Details
fr: Détails du groupe

# GroupEditorLabelMembers
source: Computer Membership
fr: Appartenance des ordinateurs

# GroupEditorNoMembers
source: No member data available.
fr: Aucune donnée de membre disponible.

# RuleEditorWindowTitle
source: Approval Rule Editor
fr: Éditeur de règles d'approbation

# RuleEditorSectionConditions
source: Rule Conditions
fr: Conditions de la règle

# RuleEditorSectionTargets
source: Targets
fr: Cibles

# RuleEditorLabelEnabled
source: Enabled
fr: Activée

# RuleEditorLabelDeadlineOffset
source: Deadline offset
fr: Décalage de l'échéance

# RuleEditorDays
source: days
fr: jours

# ConditionProduct
source: Product
fr: Produit

# BtnSave
source: Save
fr: Enregistrer

# SchedulerWindowTitle
source: Scheduler
fr: Planificateur

# CleanupWindowTitle
source: Cleanup
fr: Nettoyage

# CleanupWindowDescription
source: Select cleanup tasks to run against the WSUS server.
fr: Sélectionnez les tâches de nettoyage à exécuter sur le serveur WSUS.

# CleanupOptionObsoleteUpdates
source: Remove obsolete updates
fr: Supprimer les mises à jour obsolètes

# CleanupOptionObsoleteComputers
source: Remove obsolete computers
fr: Supprimer les ordinateurs obsolètes

# CleanupOptionExpiredUpdates
source: Remove expired updates
fr: Supprimer les mises à jour expirées

# CleanupOptionCompressRevisions
source: Compress update revisions
fr: Compresser les révisions de mises à jour

# CleanupOptionUnneededContent
source: Remove unneeded content files
fr: Supprimer le contenu inutilisé

# CleanupRunButton
source: Run Cleanup
fr: Lancer le nettoyage

# CleanupCompletedMessage
source: Cleanup completed successfully.
fr: Nettoyage terminé avec succès.

# CleanupFailedMessage
source: Cleanup failed: {0}
fr: Échec du nettoyage : {0}

# SchedulerHeaderTasks
source: Scheduled Tasks
fr: Tâches planifiées

# SchedulerHeaderDetails
source: Task Details
fr: Détails de la tâche

# SchedulerLabelName
source: Name
fr: Nom

# SchedulerLabelType
source: Task type
fr: Type de tâche

# SchedulerLabelRecurrence
source: Recurrence
fr: Récurrence

# SchedulerLabelNextRun
source: Next run
fr: Prochaine exécution

# SchedulerLabelEnabled
source: Enabled
fr: Activée

# SchedulerLabelInterval
source: Interval
fr: Intervalle

# SchedulerTaskApproval
source: Approval
fr: Approbation

# SchedulerTaskCleanup
source: Cleanup
fr: Nettoyage

# SchedulerRecurrenceOnce
source: Once
fr: Une fois

# SchedulerRecurrenceDaily
source: Daily
fr: Quotidien

# SchedulerRecurrenceWeekly
source: Weekly
fr: Hebdomadaire

# SchedulerRecurrenceMonthly
source: Monthly
fr: Mensuel

# SchedulerRecurrenceInterval
source: Interval
fr: Intervalle

# BtnAddTask
source: Add Task
fr: Ajouter une tâche

# BtnEditTask
source: Edit Task
fr: Modifier la tâche

# BtnDeleteTask
source: Delete Task
fr: Supprimer la tâche

# EmailSubjectCriticalUpdates
source: Critical updates pending for {0} days
fr: Mises à jour critiques en attente depuis {0} jours

# EmailBodyCriticalUpdates
source: Critical updates have been pending for {0} days. Please review the approval queue.
fr: Des mises à jour critiques sont en attente depuis {0} jours. Merci de vérifier la file d'approbation.

# EmailSubjectSyncFailure
source: WSUS synchronization failed
fr: Échec de la synchronisation WSUS

# EmailBodySyncFailure
source: WSUS synchronization reported a failure: {0}
fr: La synchronisation WSUS a signalé un échec : {0}

# EmailSubjectComplianceLow
source: Compliance below threshold ({0:F1}%)
fr: Conformité sous le seuil ({0:F1} %)

# EmailBodyComplianceLow
source: Compliance is currently at {0:F1}%, which is below the configured threshold.
fr: La conformité est actuellement de {0:F1} %, en dessous du seuil configuré.

# EmailMissingConfiguration
source: Email configuration is incomplete.
fr: La configuration des emails est incomplète.

# EmailMissingRecipients
source: Email recipients are not configured.
fr: Les destinataires d'email ne sont pas configurés.

# LogEmailSent
source: Email alert sent: {0}
fr: Alerte email envoyée : {0}

# LogCleanupStarted
source: Starting WSUS cleanup.
fr: Démarrage du nettoyage WSUS.

# LogCleanupCompleted
source: WSUS cleanup completed.
fr: Nettoyage WSUS terminé.

# LogScheduledTaskAdded
source: Scheduled task added: {0}
fr: Tâche planifiée ajoutée : {0}

# LogScheduledTaskRemoved
source: Scheduled task removed: {0}
fr: Tâche planifiée supprimée : {0}

# LogScheduledTaskRun
source: Scheduled task executed: {0}
fr: Tâche planifiée exécutée : {0}

# ExportFilterPdf
source: PDF Files (*.pdf)|*.pdf
fr: Fichiers PDF (*.pdf)|*.pdf

# ExportFilterHtml
source: HTML Files (*.html)|*.html
fr: Fichiers HTML (*.html)|*.html

# ExportFilterReport
source: Report Files (*.csv;*.tsv;*.json;*.pdf;*.html)|*.csv;*.tsv;*.json;*.pdf;*.html
fr: Fichiers de rapport (*.csv;*.tsv;*.json;*.pdf;*.html)|*.csv;*.tsv;*.json;*.pdf;*.html

# ReportGeneratedOn
source: Generated on {0:G}
fr: Généré le {0:G}

# ReportTotalComputers
source: Total computers
fr: Ordinateurs au total

# ReportCompliantComputers
source: Compliant computers
fr: Ordinateurs conformes

# ReportNonCompliantComputers
source: Non-compliant computers
fr: Ordinateurs non conformes

# ReportCompliancePercent
source: Compliance %
fr: Conformité %

# ReportComplianceByGroup
source: Compliance by group
fr: Conformité par groupe

# ReportNoGroupData
source: No group compliance data available.
fr: Aucune donnée de conformité par groupe.

# ReportGroupName
source: Group
fr: Groupe

# ReportNeededUpdates
source: Needed updates
fr: Mises à jour nécessaires

# ReportFailedUpdates
source: Failed updates
fr: Mises à jour en échec

# ReportCompliancePercentDisplay
source: Compliance: {0:F1}%
fr: Conformité : {0:F1} %

# ReportTotalComputersDisplay
source: Total computers: {0}
fr: Ordinateurs au total : {0}

# ReportCompliantComputersDisplay
source: Compliant computers: {0}
fr: Ordinateurs conformes : {0}

# ReportNonCompliantComputersDisplay
source: Non-compliant computers: {0}
fr: Ordinateurs non conformes : {0}

# ReportComputerDetails
source: Computer Details
fr: Détails des ordinateurs

# ReportOS
source: Operating System
fr: Système d'exploitation

# ColumnComputerName
source: Computer Name
fr: Nom de l'ordinateur

# ColumnIpAddress
source: IP Address
fr: Adresse IP

# ColumnInstalled
source: Installed
fr: Installées

# ColumnNeeded
source: Needed
fr: Nécessaires

# ColumnFailed
source: Failed
fr: Échouées

# ColumnLastReported
source: Last Reported
fr: Dernier rapport

# EmptyStateUpdates
source: No updates available. Click Refresh to load data.
fr: Aucune mise à jour disponible. Cliquez sur Actualiser pour charger les données.

# EmptyStateComputers
source: No computers found. Verify connection and click Refresh.
fr: Aucun ordinateur trouvé. Vérifiez la connexion et cliquez sur Actualiser.

# EmptyStateGroups
source: No groups available. Create a group to get started.
fr: Aucun groupe disponible. Créez un groupe pour commencer.

# EmptyStateRules
source: No approval rules defined. Create a rule to automate approvals.
fr: Aucune règle d'approbation définie. Créez une règle pour automatiser les approbations.

# EmptyStateActivity
source: No activity recorded yet.
fr: Aucune activité enregistrée.

# LegendSuperseded
source: Superseded
fr: Remplacée

# LegendNeedsAttention
source: Needs Attention
fr: Attention requise

# LegendSelected
source: Selected
fr: Sélectionné

# AccessGridUpdates
source: Updates list
fr: Liste des mises à jour

# AccessGridComputers
source: Computers list
fr: Liste des ordinateurs

# AccessGridGroups
source: Computer groups list
fr: Liste des groupes d'ordinateurs

# AccessGridRules
source: Approval rules list
fr: Liste des règles d'approbation

# AccessGridActivity
source: Activity log
fr: Journal d'activité

# TipKeyboardRefresh
source: Refresh (F5 or Ctrl+R)
fr: Actualiser (F5 ou Ctrl+R)

# TipKeyboardSync
source: Start Sync (Ctrl+S)
fr: Démarrer la synchronisation (Ctrl+S)

# TipKeyboardExport
source: Export (Ctrl+E)
fr: Exporter (Ctrl+E)

# TipKeyboardApprove
source: Approve (Ctrl+A)
fr: Approuver (Ctrl+A)

# TipKeyboardDecline
source: Decline (Ctrl+D)
fr: Refuser (Ctrl+D)

# TipDisabledNotConnected
source: Connect to a WSUS server first
fr: Connectez-vous d'abord à un serveur WSUS

# TipDisabledNoSelection
source: Select one or more items first
fr: Sélectionnez d'abord un ou plusieurs éléments

# BtnRetry
source: Retry
fr: Réessayer

# ValidationInvalidInterval
source: Interval must be at least 30 seconds
fr: L'intervalle doit être d'au moins 30 secondes

# ProgressApproving
source: Approving updates: {0} of {1}
fr: Approbation des mises à jour : {0} sur {1}

# ProgressDeclining
source: Declining updates: {0} of {1}
fr: Refus des mises à jour : {0} sur {1}
