Repository: VBlackJack/WSUSCommander
Catalog: WsusCommander/Properties/Resources.*.resx
Languages: fr

# BtnConnect
source: Connect to Server
fr: Se connecter

# StatusReady
source: Ready.
fr: Prêt.

# StatusConnected
source: Connected successfully to {0}.
fr: Connecté avec succès à {0}.

# StatusConnecting
source: Connecting to server...
fr: Connexion au serveur...

# StatusCancelled
source: Operation cancelled.
fr: Opération annulée.

# StatusError
source: Connection failed: {0}
fr: Échec de connexion : {0}

# LblServerVersion
source: Server Version:
fr: Version du serveur :

# ColTitle
source: Title
fr: Titre

# ColApproved
source: Approved
fr: Approuvé

# BtnRefresh
source: Refresh
fr: Actualiser

# StatusLoading
source: Loading updates...
fr: Chargement des mises à jour...

# StatusUpdatesLoaded
source: Loaded {0} updates.
fr: {0} mises à jour chargées.

# MenuApprove
source: Approve Update
fr: Approuver la mise à jour

# MenuDecline
source: Decline Update
fr: Refuser la mise à jour

# MenuFile
source: File
fr: Fichier

# MenuTools
source: Tools
fr: Outils

# MenuHelp
source: Help
fr: Aide

# MenuSettings
source: Settings
fr: Paramètres

# MenuScheduler
source: Scheduler
fr: Planificateur

# MenuCleanup
source: Cleanup
fr: Nettoyage

# MenuAbout
source: About
fr: À propos

# StatusApproved
source: Update approved for {0}.
fr: Mise à jour approuvée pour {0}.

# StatusDeclined
source: Update declined.
fr: Mise à jour refusée.

# StatusApproving
source: Approving update...
fr: Approbation en cours...

# StatusDeclining
source: Declining update...
fr: Refus en cours...

# LblComputerGroups
source: Target Group:
fr: Groupe cible :

# ComboSelectGroup
source: Select a group...
fr: Sélectionner un groupe...

# LblSyncStatus
source: Sync Status:
fr: État sync :

# LblLastSync
source: Last Sync:
fr: Dernière sync :

# BtnStartSync
source: Sync Now
fr: Synchroniser

# StatusSyncing
source: Synchronization in progress...
fr: Synchronisation en cours...

# StatusSyncStarted
source: Synchronization started.
fr: Synchronisation démarrée.

# StatusSyncIdle
source: Idle
fr: Inactif

# TabUpdates
source: Updates
fr: Mises à jour

# TabComputers
source: Computers
fr: Ordinateurs

# LblFilterGroup
source: Group:
fr: Groupe :

# LblFilterNamePattern
source: Name pattern:
fr: Pattern de nom :

# ComboAllGroups
source: (All Groups)
fr: (Tous les groupes)

# PlaceholderNamePattern
source: e.g. *SRV*, PADSEC*
fr: ex. *SRV*, PADSEC*

# BtnApplyFilter
source: Apply
fr: Appliquer

# TabStagingDescription
source: Computers being built (Unassigned)
fr: Ordinateurs en cours de build (non assignes)

# StatusStagingLoaded
source: Loaded {0} staging computers.
fr: {0} ordinateurs staging charges.

# GridStagingComputers
source: Staging computers list
fr: Liste des ordinateurs staging

# ColComputerName
source: Computer Name
fr: Nom de l'ordinateur

# ColIpAddress
source: IP Address
fr: Adresse IP

# ColInstalled
source: Installed
fr: Installées

# ColNeeded
source: Needed
fr: Requises

# ColFailed
source: Failed
fr: Échouées

# ColLastReport
source: Last Report
fr: Dernier rapport

# ColGroup
source: Group
fr: Groupe

# BtnAutoRefresh
source: Auto Refresh
fr: Actualisation auto

# StatusAutoRefreshOn
source: Auto-refresh enabled ({0}s interval).
fr: Actualisation automatique activée ({0}s).

# StatusAutoRefreshOff
source: Auto-refresh disabled.
fr: Actualisation automatique désactivée.

# ColDeclined
source: Declined
fr: Refusé

# ColSuperseded
source: Superseded
fr: Remplacée

# ColSupersededBy
source: Superseded By
fr: Remplacée par

# StatusLoadingGroups
source: Loading computer groups...
fr: Chargement des groupes...

# StatusLoadingComputers
source: Loading computers...
fr: Chargement des ordinateurs...

# StatusComputersLoaded
source: Loaded {0} computers.
fr: {0} ordinateurs chargés.

# ErrorNoGroupSelected
source: Please select a target group before approving.
fr: Veuillez sélectionner un groupe cible avant d'approuver.

# ErrorNoUpdateSelected
source: Please select an update first.
fr: Veuillez d’abord sélectionner une mise à jour.

# ErrorScriptNameRequired
source: Script name is required.
fr: Le nom du script est requis.

# ErrorScriptNameNoPath
source: Script name must not include path segments.
fr: Le nom du script ne doit pas contenir de segments de chemin.

# ErrorScriptNameNotPs1
source: Script name must reference a .ps1 file.
fr: Le nom du script doit référencer un fichier .ps1.

# ErrorInvalidPowerShellParameterName
source: Invalid PowerShell parameter name: {0}
fr: Nom de paramètre PowerShell invalide : {0}

# ErrorPowerShellParameterNameRequired
source: Parameter name is required.
fr: Le nom du paramètre est requis.

# ErrorClipboardFailed
source: Failed to copy to clipboard. Please try again.
fr: Echec de la copie dans le presse-papiers. Veuillez reessayer.

# BtnBulkApprove
source: Approve Selected
fr: Approuver la selection

# BtnBulkDecline
source: Decline Selected
fr: Refuser la selection

# StatusBulkOperation
source: Processing {0} of {1}...
fr: Traitement {0} sur {1}...

# StatusBulkComplete
source: Completed: {0} succeeded, {1} failed.
fr: Termine : {0} reussis, {1} echecs.

# ConfirmBulkApprove
source: Approve {0} selected updates for group '{1}'?
fr: Approuver {0} mises a jour pour le groupe '{1}' ?

# ConfirmBulkDecline
source: Decline {0} selected updates? This action cannot be undone.
fr: Refuser {0} mises a jour ? Cette action est irreversible.

# BtnExport
source: Export
fr: Exporter

# ExportFormatCsv
source: CSV (Comma Separated)
fr: CSV (Valeurs separees par virgule)

# ExportFormatTsv
source: TSV (Tab Separated)
fr: TSV (Valeurs separees par tabulation)

# StatusExporting
source: Exporting data...
fr: Exportation en cours...

# StatusExportComplete
source: Export completed: {0}
fr: Exportation terminee : {0}

# ExportHeaderUpdateId
source: Update Id
fr: Identifiant mise a jour

# ExportHeaderUpdateTitle
source: Update Title
fr: Titre de la mise a jour

# ExportHeaderKBArticle
source: KB Article
fr: Article KB

# ExportHeaderCreationDate
source: Creation Date
fr: Date de creation

# ExportHeaderApprovalStatus
source: Approval Status
fr: Statut d'approbation

# ExportHeaderDeclineStatus
source: Declined
fr: Refuse

# ExportHeaderComputerId
source: Computer Id
fr: Identifiant ordinateur

# ExportHeaderComputerName
source: Computer Name
fr: Nom de l'ordinateur

# ExportHeaderIpAddress
source: IP Address
fr: Adresse IP

# ExportHeaderGroupName
source: Group
fr: Groupe

# ExportHeaderInstalledCount
source: Installed
fr: Installees

# ExportHeaderNeededCount
source: Needed
fr: Necessaires

# ExportHeaderFailedCount
source: Failed
fr: Echecs

# ExportHeaderLastContact
source: Last Contact
fr: Dernier contact

# ExportHeaderGroupId
source: Group Id
fr: Identifiant groupe

# ExportHeaderGroupComputerCount
source: Computer Count
fr: Nombre d'ordinateurs

# ExportFilterCsv
source: CSV files (*.csv)|*.csv
fr: Fichiers CSV (*.csv)|*.csv

# ExportFilterTsv
source: TSV files (*.tsv)|*.tsv
fr: Fichiers TSV (*.tsv)|*.tsv

# ExportFilterJson
source: JSON files (*.json)|*.json
fr: Fichiers JSON (*.json)|*.json

# ExportFilterAll
source: All files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

# LogExportingUpdates
source: Exporting {0} updates to {1}
fr: Exportation de {0} mises a jour vers {1}

# LogExportingComputers
source: Exporting {0} computers to {1}
fr: Exportation de {0} ordinateurs vers {1}

# LogExportingGroups
source: Exporting {0} groups to {1}
fr: Exportation de {0} groupes vers {1}

# LogExportCompleted
source: Export completed: {0}
fr: Exportation terminee : {0}

# HealthStatusHealthy
source: Healthy
fr: Operationnel

# HealthStatusDegraded
source: Degraded
fr: Degrade

# HealthStatusUnhealthy
source: Unhealthy
fr: Indisponible

# LblHealthStatus
source: System Health:
fr: Etat du systeme :

# HealthCheckWsus
source: WSUS Server
fr: Serveur WSUS

# HealthCheckDisk
source: Disk Space
fr: Espace disque

# HealthCheckMemory
source: Memory
fr: Memoire

# LblSearch
source: Search:
fr: Rechercher :

# PlaceholderSearch
source: Search updates...
fr: Rechercher des mises a jour...

# LblFilter
source: Filter:
fr: Filtrer :

# FilterAll
source: All
fr: Tout

# FilterApproved
source: Approved
fr: Approuvees

# FilterUnapproved
source: Unapproved
fr: Non approuvees

# FilterDeclined
source: Declined
fr: Refusees

# FilterCritical
source: Critical
fr: Critiques

# FilterSecurity
source: Security
fr: Securite

# BtnClearFilter
source: Clear Filters
fr: Effacer les filtres

# StatusFiltered
source: Showing {0} of {1} items.
fr: Affichage de {0} sur {1} elements.

# TabReports
source: Reports
fr: Rapports

# ReportCompliance
source: Compliance Report
fr: Rapport de conformite

# ReportStaleComputers
source: Stale Computers
fr: Ordinateurs inactifs

# ReportCriticalUpdates
source: Critical Updates
fr: Mises a jour critiques

# LblComplianceStatus
source: Compliance Status:
fr: Etat de conformite :

# StatusCompliant
source: Compliant
fr: Conforme

# StatusPartiallyCompliant
source: Partially Compliant
fr: Partiellement conforme

# StatusNonCompliant
source: Non-Compliant
fr: Non conforme

# BtnGenerateReport
source: Generate Report
fr: Générer le rapport

# StatusGeneratingReport
source: Generating report...
fr: Génération du rapport...

# ColDaysSinceReport
source: Days Since Report
fr: Jours depuis rapport

# TabGroups
source: Groups
fr: Groupes

# BtnNewGroup
source: New Group
fr: Nouveau groupe

# BtnEditGroup
source: Edit Group
fr: Modifier le groupe

# BtnDeleteGroup
source: Delete Group
fr: Supprimer le groupe

# LblGroupName
source: Group Name:
fr: Nom du groupe :

# LblParentGroup
source: Parent Group:
fr: Groupe parent :

# ConfirmDeleteGroup
source: Delete group '{0}'? This action cannot be undone.
fr: Supprimer le groupe '{0}' ? Cette action est irréversible.

# StatusGroupCreated
source: Group '{0}' created successfully.
fr: Groupe '{0}' créé avec succès.

# StatusGroupDeleted
source: Group '{0}' deleted successfully.
fr: Groupe '{0}' supprimé avec succès.

# ErrorCannotDeleteSystemGroup
source: Cannot delete system group '{0}'.
fr: Impossible de supprimer le groupe système '{0}'.

# ErrorGroupHasComputers
source: Cannot delete group with computers. Move computers first.
fr: Impossible de supprimer un groupe contenant des ordinateurs.

# DialogConfirm
source: Confirm
fr: Confirmer

# DialogWarning
source: Warning
fr: Avertissement

# DialogError
source: Error
fr: Erreur

# DialogMoveComputerTitle
source: Move Computer
fr: Déplacer l'ordinateur

# DialogMoveComputerPrompt
source: Enter the target group name. Available groups: {0}
fr: Saisissez le nom du groupe cible. Groupes disponibles : {0}

# ErrorGroupNotFound
source: Group '{0}' was not found.
fr: Le groupe '{0}' est introuvable.

# ConfirmRemoveComputer
source: Remove '{0}' from WSUS? This action cannot be undone.
fr: Supprimer '{0}' de WSUS ? Cette action est irréversible.

# ConfirmRestoreSettings
source: Restoring settings will overwrite appsettings.json. Continue?
fr: La restauration remplacera appsettings.json. Continuer ?

# BtnYes
source: Yes
fr: Oui

# BtnNo
source: No
fr: Non

# BtnLater
source: Later
fr: Plus tard

# BtnCancel
source: Cancel
fr: Annuler

# DialogAuthSetupTitle
source: Configure Authentication
fr: Configurer l'authentification

# DialogAuthSetupMessage
source: Authentication is enabled by default. Configure administrator and operator groups to match your environment.
fr: L'authentification est activee par defaut. Configurez les groupes administrateurs et operateurs pour votre environnement.

# DialogAuthSetupFollowup
source: Review the Security tab to confirm authentication settings and group membership.
fr: Consultez l'onglet Securite pour confirmer les parametres d'authentification et les groupes.

# ConfirmApproveUpdate
source: Approve update '{0}' for group '{1}'?
fr: Approuver la mise a jour '{0}' pour le groupe '{1}' ?

# ConfirmDeclineUpdate
source: Decline update '{0}'? This cannot be undone.
fr: Refuser la mise a jour '{0}' ? Cette action est irreversible.

# ValidationRequired
source: This field is required.
fr: Ce champ est requis.

# ValidationInvalidFormat
source: Invalid format.
fr: Format invalide.

# ValidationInvalidHostname
source: Invalid hostname format.
fr: Format de nom d'hote invalide.

# ValidationInvalidPort
source: Port must be between 1 and 65535.
fr: Le port doit etre entre 1 et 65535.

# ValidationMaxLength
source: Maximum length is {0} characters.
fr: Longueur maximale : {0} caracteres.

# ErrorUnauthorized
source: You are not authorized to perform this action.
fr: Vous n'etes pas autorise a effectuer cette action.

# ErrorNotAuthenticated
source: Authentication required.
fr: Authentification requise.

# RoleViewer
source: Viewer
fr: Lecteur

# RoleOperator
source: Operator
fr: Operateur

# RoleAdministrator
source: Administrator
fr: Administrateur

# LblCurrentUser
source: User:
fr: Utilisateur :

# AccessibilityHighContrast
source: High Contrast
fr: Contraste eleve

# AccessibilityReduceMotion
source: Reduce Motion
fr: Reduire les animations

# AccessibilityFontScale
source: Font Scale
fr: Taille de police

# BtnViewDetails
source: View Details
fr: Voir les details

# LblUpdateId
source: Update ID:
fr: ID de mise a jour :

# LblSeverity
source: Severity:
fr: Severite :

# LblReleaseDate
source: Release Date:
fr: Date de publication :

# LblFileSize
source: File Size:
fr: Taille du fichier :

# LblProducts
source: Products:
fr: Produits :

# LblCveIds
source: CVE IDs:
fr: Identifiants CVE :

# LblSupersedes
source: Supersedes:
fr: Remplace :

# LblSupersededBy
source: Superseded By:
fr: Remplacee par :

# LblRequiresReboot
source: Requires Reboot:
fr: Redemarrage requis :

# ErrorConnectionFailed
source: Failed to connect to WSUS server.
fr: Echec de connexion au serveur WSUS.

# ErrorTimeout
source: Operation timed out.
fr: Delai d'attente depasse.

# ErrorScriptFailed
source: Script execution failed.
fr: Echec de l'execution du script.

# ErrorRetryLimitExceeded
source: Maximum retry attempts exceeded.
fr: Nombre maximal de tentatives depasse.

# ErrorCircuitBreakerOpen
source: Service temporarily unavailable. Please try again later.
fr: Service temporairement indisponible. Reessayez plus tard.

# ErrorUnhandledException
source: An unexpected error occurred: {0}
fr: Une erreur inattendue s'est produite : {0}

# LblServerName
source: Server:
fr: Serveur :

# LblUseSsl
source: Use SSL
fr: Utiliser SSL

# PlaceholderServerName
source: wsus-server or IP address
fr: serveur-wsus ou adresse IP

# TooltipRefresh
source: Refresh data (F5)
fr: Actualiser les donnees (F5)

# TooltipStartSync
source: Start WSUS synchronization (Ctrl+S)
fr: Demarrer la synchronisation WSUS (Ctrl+S)

# TooltipExport
source: Export data (Ctrl+E)
fr: Exporter les donnees (Ctrl+E)

# TooltipDisconnect
source: Disconnect from server (Esc)
fr: Se deconnecter du serveur (Echap)

# TooltipApprove
source: Approve selected update (Ctrl+A)
fr: Approuver la mise a jour selectionnee (Ctrl+A)

# TooltipDecline
source: Decline selected update (Ctrl+D)
fr: Refuser la mise a jour selectionnee (Ctrl+D)

# TooltipSearch
source: Search updates by title or KB number
fr: Rechercher des mises a jour par titre ou numero KB

# StatusBarHealthHealthy
source: Healthy
fr: Sain

# StatusBarHealthWarning
source: Warning
fr: Avertissement

# StatusBarHealthCritical
source: Critical
fr: Critique

# ConfirmDisconnect
source: Disconnect from the WSUS server?
fr: Se deconnecter du serveur WSUS ?

# StatusDisconnected
source: Disconnected from server.
fr: Deconnecte du serveur.

# ThemeLight
source: Light
fr: Clair

# ThemeDark
source: Dark
fr: Sombre

# ThemeSystem
source: System
fr: Systeme

# TooltipTheme
source: Toggle theme (Light/Dark)
fr: Changer le theme (Clair/Sombre)

# ConfirmDeclineSupersededCount
source: Decline {0} superseded updates? This action cannot be undone.
fr: Refuser {0} mises a jour remplacees ? Cette action est irreversible.

# ConfirmApproveCount
source: Approve {0} {1} updates for group '{2}'?
fr: Approuver {0} mises a jour {1} pour le groupe '{2}' ?

# StatusCountingUpdates
source: Counting updates...
fr: Comptage des mises a jour...

# ProgressApprovingCount
source: Approving: {0} of {1} updates
fr: Approbation : {0} sur {1} mises a jour

# ProgressDecliningCount
source: Declining: {0} of {1} updates
fr: Refus : {0} sur {1} mises a jour

# MenuCopyKB
source: Copy KB Article
fr: Copier l'article KB

# MenuSearchKB
source: Search KB Online
fr: Rechercher KB en ligne

# ToastApproveSuccess
source: Successfully approved {0} updates
fr: {0} mises a jour approuvees avec succes

# ToastDeclineSuccess
source: Successfully declined {0} updates
fr: {0} mises a jour refusees avec succes

# ToastSyncComplete
source: WSUS synchronization completed
fr: Synchronisation WSUS terminee

# ToastComputerMoved
source: Moved {0} to {1}
fr: {0} déplace vers {1}

# ToastComputerScanQueued
source: Scan queued for {0}
fr: Analyse demandee pour {0}

# ToastComputerRemoved
source: Computer removed from WSUS
fr: Ordinateur supprime de WSUS

# ToastRulesImported
source: Approval rules imported
fr: Regles d'approbation importees

# ToastSettingsExported
source: Settings backup saved
fr: Sauvegarde des parametres enregistree

# ToastSettingsImported
source: Settings restored. Restart the app to apply changes.
fr: Parametres restaurés. Redemarrez l'application pour appliquer les changements.

# GridUpdates
source: Updates list
fr: Liste des mises a jour

# GridComputers
source: Computers list
fr: Liste des ordinateurs

# GridActivityLog
source: Activity log
fr: Journal d'activite

# GridApprovalRules
source: Approval rules list
fr: Liste des regles d'approbation

# HealthStatusUnknown
source: Unknown
fr: Inconnu

# TooltipHealthIndicator
source: WSUS server health status - click Refresh to update
fr: Etat de sante du serveur WSUS - cliquez Actualiser pour mettre a jour

# StatusCopied
source: Copied {0} to clipboard
fr: {0} copie dans le presse-papiers

# TooltipRefreshShortcut
source: Refresh updates (F5 or Ctrl+R)
fr: Actualiser les mises a jour (F5 ou Ctrl+R)

# TooltipSyncShortcut
source: Start synchronization (Ctrl+S)
fr: Demarrer la synchronisation (Ctrl+S)

# TooltipApproveShortcut
source: Approve selected updates (Ctrl+A)
fr: Approuver les mises a jour selectionnees (Ctrl+A)

# TooltipDeclineShortcut
source: Decline selected updates (Ctrl+D)
fr: Refuser les mises a jour selectionnees (Ctrl+D)

# TooltipExportShortcut
source: Export data (Ctrl+E)
fr: Exporter les donnees (Ctrl+E)

# BtnDismiss
source: Dismiss
fr: Fermer

# ActionApprove
source: Approve
fr: Approuver

# ActionDecline
source: Decline
fr: Refuser

# ActivityApproval
source: Approval
fr: Approbation

# ActivityDecline
source: Decline
fr: Refus

# ActivityDownload
source: Download
fr: Téléchargement

# ActivitySync
source: Synchronization
fr: Synchronisation

# ApprovalApproved
source: Approved
fr: Approuvé

# ApprovalNotApproved
source: Not Approved
fr: Non approuvé

# BtnApplyRules
source: Apply Rules
fr: Appliquer les règles

# BtnApproveCritical
source: Approve Critical
fr: Approuver critiques

# BtnApproveSecurity
source: Approve Security
fr: Approuver sécurité

# BtnApproveSelected
source: Approve Selected
fr: Approuver la sélection

# BtnClose
source: Close
fr: Fermer

# BtnDeclineSelected
source: Decline Selected
fr: Refuser la sélection

# BtnDeclineSuperseded
source: Decline Superseded
fr: Refuser les remplacées

# BtnDeletePreset
source: Delete Preset
fr: Supprimer le préréglage

# BtnDeleteRule
source: Delete
fr: Supprimer

# BtnImportRules
source: Import Rules
fr: Importer des règles

# BtnEditRule
source: Edit
fr: Modifier

# BtnFirstPage
source: First
fr: Première

# BtnLastPage
source: Last
fr: Dernière

# BtnNewRule
source: New Rule
fr: Nouvelle règle

# BtnNextPage
source: Next
fr: Suivante

# BtnPreviousPage
source: Previous
fr: Précédente

# BtnSavePreset
source: Save Preset
fr: Enregistrer le préréglage

# ColApprovalStatus
source: Approval
fr: Approbation

# ColEnabled
source: Enabled
fr: Activé

# ColPriority
source: Priority
fr: Priorité

# ColRuleName
source: Rule Name
fr: Nom de la règle

# ColStatus
source: Status
fr: Statut

# ColTarget
source: Target
fr: Cible

# ColTimestamp
source: Time
fr: Heure

# ColUser
source: User
fr: Utilisateur

# ConditionKbArticle
source: KB Article
fr: Article KB

# ConditionSuperseded
source: Is Superseded
fr: Est remplacée

# ConditionTitleContains
source: Title Contains
fr: Titre contient

# ConfirmApproveCritical
source: Approve {0} unapproved critical updates for group '{1}'?
fr: Approuver {0} mises à jour critiques non approuvées pour le groupe '{1}' ?

# ConfirmApproveSecurity
source: Approve {0} unapproved security updates for group '{1}'?
fr: Approuver {0} mises à jour de sécurité non approuvées pour le groupe '{1}' ?

# ConfirmApproveSelectedUpdates
source: Approve {0} selected updates for group '{1}'?
fr: Approuver {0} mises à jour sélectionnées pour le groupe '{1}' ?

# ConfirmDeclineSelectedUpdates
source: Decline {0} selected updates? Declined updates will not be offered to any computer.
fr: Refuser {0} mises à jour sélectionnées ? Les mises à jour refusées ne seront proposées à aucun ordinateur.

# ConfirmDeclineSuperseded
source: Decline {0} superseded updates? These updates have been replaced by newer versions.
fr: Refuser {0} mises à jour remplacées ? Ces mises à jour ont été remplacées par des versions plus récentes.

# ConfirmDeleteRule
source: Delete rule '{0}'?
fr: Supprimer la règle '{0}' ?

# ConfirmStartSync
source: Start WSUS synchronization? This may take several minutes.
fr: Démarrer la synchronisation WSUS ? Cela peut prendre plusieurs minutes.

# DashboardActionRequired
source: Action Required
fr: Action requise

# DashboardCompliance
source: Compliance
fr: Conformité

# DashboardComputerStats
source: Computer Statistics
fr: Statistiques des ordinateurs

# DashboardComplianceTrend
source: Compliance Trend
fr: Tendance de conformité

# DashboardUpdatesByClassification
source: Updates by Classification
fr: Mises à jour par classification

# DashboardComputerStatus
source: Computer Status
fr: Statut des ordinateurs

# DashboardCriticalPending
source: Critical Pending
fr: Critiques en attente

# DashboardLastSync
source: Last Sync
fr: Dernière synchro

# DashboardNeedingUpdates
source: Needing Updates
fr: Nécessitent des mises à jour

# DashboardNoActionRequired
source: No immediate action required
fr: Aucune action immédiate requise

# DashboardOperationalInsights
source: Operational Insights
fr: Aperçu opérationnel

# DashboardSecurityAccess
source: Security & Access
fr: Sécurité et accès

# DashboardSyncAge
source: Sync Age
fr: Âge de synchronisation

# DashboardHealth
source: Health
fr: Santé

# DashboardAutoRefresh
source: Auto-Refresh
fr: Actualisation auto

# DashboardUserRole
source: Current User
fr: Utilisateur actuel

# DashboardAuthenticationRequired
source: Authentication Required
fr: Authentification requise

# DashboardApprovalConfirmation
source: Approval Confirmation
fr: Confirmation d'approbation

# DashboardDeclineConfirmation
source: Decline Confirmation
fr: Confirmation de refus

# DashboardSyncConfirmation
source: Sync Confirmation
fr: Confirmation de synchronisation

# DashboardAuditLogging
source: Audit Logging
fr: Journalisation d'audit

# DashboardCertificateValidation
source: Certificate Validation
fr: Validation du certificat

# DashboardLastSyncNever
source: Never
fr: Jamais

# DashboardSyncAgeUnknown
source: Unknown
fr: Inconnu

# DashboardAutoRefreshEnabled
source: Enabled (every {0} min)
fr: Activé (toutes les {0} min)

# DashboardAutoRefreshDisabled
source: Disabled
fr: Désactivé

# DashboardPendingLabel
source: pending
fr: en attente

# DashboardReadyLabel
source: ready
fr: prêt

# DashboardHealthUnknown
source: Unknown
fr: Inconnu

# DashboardUserUnknown
source: Not signed in
fr: Non connecté
